Repository: common-repository/seguro-viagem
Catalog: languages/travel-insurance-*.po
Languages: es_es, pt_br

source: Travel Insurance
es_es: Seguro de Viaje
pt_br: Real Seguro Viagem

source: Affiliates Program
es_es: Programa de Afiliados
pt_br: Programa de afiliados

source: Real Travel Insurance Plugin
es_es: Plugin de Seguro de Viaje Real
pt_br: Real Seguro Viagem Plugin

source: Success to enter data
es_es: Datos ingresados con éxito
pt_br: Dados informados corretamente

source: Error to enter data
es_es: Error al ingresar datos
pt_br: Erro ao inserir dados

source: Not yet an affiliate?
es_es: ¿Aún no eres afiliado?
pt_br: Ainda não é um afiliado?

source: Real Travel Insurance Affiliate Program is focused on people who wish
es_es: El Programa de Afiliados de Seguro de Viaje Real está enfocado en personas que desean
pt_br: O Programa de Afiliados da Real Seguro Viagem é voltado para pessoas que desejam

source: to raise their profits
es_es: aumentar sus ganancias
pt_br: aumentar seus rendimentos

source: quickly, through their
es_es: rápidamente, a través de su
pt_br: de forma simples e rápida, através de sua

source: contacts network
es_es: red de contactos
pt_br: rede de contatos

source: Sign up on our Affiliate Program
es_es: Regístrate en nuestro Programa de Afiliados
pt_br: Realize seu cadastro em nosso Programa de Afiliados

source: Register in
es_es: Regístrate en
pt_br: Registre-se em
